Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This hides the repository from the previously cloned list. It won't delete local files or revoke GitHub access.
ar: يؤدي هذا إلى إخفاء المستودع من القائمة المستنسخة مسبقًا. لن يقوم بحذف الملفات المحلية أو إلغاء الوصول إلى GitHub.
da: Dette skjuler depotet fra den tidligere klonede liste. Det vil ikke slette lokale filer eller tilbagekalde GitHub adgang.
de: Dadurch wird das Repository aus der zuvor geklonten Liste ausgeblendet. Es werden weder lokale Dateien gelöscht noch der GitHub-Zugriff widerrufen.
es: Esto oculta el repositorio de la lista previamente clonada. No eliminará archivos locales ni revocará el acceso a GitHub.
fi: Tämä piilottaa arkiston aiemmasta kloonatusta luettelosta. Se ei poista paikallisia tiedostoja tai peruu GitHub pääsy.
fr: : Cette option cache le dépôt dans la liste précédemment clonée ; elle n'efface pas les fichiers locaux ni ne révoque ces droits. GitHub accès.
he: – מוסיפה סתרון למאגר מהרשימה שהוקלנה בעבר; לא ימחק קבצים מקומיים ולא יסגר את המאגר. GitHub גישה.
hi: : यह रिपॉजिटरी को पहले क्लोन किए गए सूची से छिपाता है। यह स्थानीय फ़ाइलों को डिलीट नहीं करेगा या उनकी अधिकारता वापस नहीं लेगा। GitHub एक्सेस।
hu: : Ez elrejti a tárolót az előző klonálás eredményeiből álló lista alól; nem törli a helyi fájlokat, sem leállítja az őket. GitHub hozzáférés.
id: : Fitur ini menyembunyikan repositori dari daftar yang sebelumnya telah dikloning; fitur ini tidak menghapus file lokal maupun membatalkan hak akses terhadapnya. Akses GitHub .
it: : questo comando nasconde il repository dalla lista precedentemente clonata; non elimina i file locali né revoca tali file. GitHub accesso.
ja: ：このオプションは、以前にクローンされたリストからリポジトリを非表示にします。ローカルファイルの削除や権限の取り消しは行われません。 GitHub アクセス。
ko: : 이 옵션은 기존에 클로닝된 목록에서 저장소를 은폐합니다. 로컬 파일을 삭제하거나 권한을 철회하지 않습니다. GitHub 액세스.
nb: skjuler lagringsplatsen fra den tidligere klonede listen. Den sletter ikke lokale filer eller avviser rettigheter. GitHub tilgang.
nl: verbergt het repository van de eerdere gekloneerde lijst; het verwijdert geen lokale bestanden en ontzegt deze niet. GitHub -toegang.
pl: : Ten element ukrywa repositorium z poprzedniego listu klonowanych plików; nie usuwa lokalnych plików ani odwołuje uprawnienia. GitHub dostęp.
pt_br: : Este comando oculta o repositório da lista anteriormente clonada; não exclui arquivos locais nem revoga as permissões. Acesso a GitHub .
ru: : Этот параметр скрывает репозиторий из предыдущего списка клонов; он не удаляет локальные файлы и не аннулирует их права доступа. Доступ к GitHub .
sv: döljer lagringsplatsen från den tidigare klonade lista. Den raderar inte lokala filer eller avkrynger dem. GitHub tillgång.
th: : ฟังก์ชันนี้จะปิดการแสดง repositorie ในรายการที่เคย clon ไว้ ก่อนหน้านี้ โดยจะไม่ลบไฟล์ในระบบ local หรือยกเลิกสิทธิ์ใดๆ GitHub access
tr: : Bu işlem, depoyu daha önce klonlanmış listeden gizler; yerel dosyaları silmez veya onları geri almaz. GitHub erişimi.
uk: : це приховує репозиторій з попереднього списку клонуваних репозиторіїв; він не видаляє локальні файли і не скасовує доступ до них. GitHub доступ.
vi: : Tính năng này sẽ ẩn kho dữ liệu khỏi danh sách các bản clon trước đó; tính năng này không xóa các tệp cục bộ cũng như không hủy bỏ quyền truy cập. GitHub access.
zh_hans: ：此选项可将存储库从先前克隆的列表中隐藏，但不会删除本地文件或撤销该操作。 GitHub 访问权限。
zh_hant: ：此選項可將存儲庫從先前剋隆的列錶中隱藏，但不會刪除本地文件或撤銷該操作。 GitHub 訪問權限。

source: This installation's Background Sync relay identity was permanently retired. Contact support to use Background Sync again.
ar: أُنهيت هوية مُرحِّل Background Sync لهذا التثبيت نهائيًا. تواصل مع الدعم لاستخدام Background Sync مجددًا.
da: Denne installations Background Sync-relæidentitet blev nedlagt permanent. Kontakt support for at bruge Background Sync igen.
de: Die Background Sync-Relay-Identität dieser Installation wurde dauerhaft außer Betrieb gesetzt. Wenden Sie sich an den Support, um Background Sync erneut zu verwenden.
es: La identidad del relé de Background Sync de esta instalación se ha retirado permanentemente. Póngase en contacto con soporte para volver a usar Background Sync.
fi: Tämän asennuksen Background Sync -välityspalvelun identiteetti lakkautettiin pysyvästi. Ota yhteyttä tukeen käyttääksesi Background Sync -toimintoa uudelleen.
fr: L’identité du relais Background Sync de cette installation a été retirée définitivement. Contactez l’assistance pour réutiliser Background Sync.
he: זהות הממסר של Background Sync בהתקנה זו הוצאה משימוש לצמיתות. יש לפנות לתמיכה כדי להשתמש שוב ב-Background Sync.
hi: इस इंस्टॉलेशन की Background Sync रिले पहचान स्थायी रूप से निष्क्रिय कर दी गई। Background Sync दोबारा इस्तेमाल करने के लिए सहायता से संपर्क करें।
hu: A telepítés Background Sync-továbbítóazonosítója véglegesen megszűnt. A Background Sync ismételt használatához forduljon az ügyfélszolgálathoz.
id: Identitas relay Background Sync instalasi ini telah dihentikan secara permanen. Hubungi dukungan untuk menggunakan Background Sync lagi.
it: L’identità relay di Background Sync di questa installazione è stata ritirata definitivamente. Contatti l’assistenza per usare nuovamente Background Sync.
ja: このインストールの Background Sync relay ID は完全に廃止されました。Background Sync を再び使用するには、サポートにお問い合わせください。
ko: 이 설치의 Background Sync 릴레이 ID가 영구적으로 폐기되었습니다. Background Sync를 다시 사용하려면 지원팀에 문의해 주세요.
nb: Background Sync-releidentiteten til denne installasjonen ble permanent avviklet. Kontakt kundestøtte for å bruke Background Sync igjen.
nl: De Background Sync-relayidentiteit van deze installatie is permanent buiten gebruik gesteld. Neem contact op met support om Background Sync opnieuw te gebruiken.
pl: Tożsamość tej instalacji w usłudze pośredniczącej Background Sync została trwale wycofana. Aby ponownie użyć Background Sync, skontaktuj się z pomocą techniczną.
pt_br: A identidade do retransmissor do Background Sync desta instalação foi desativada permanentemente. Entre em contato com o suporte para usar o Background Sync novamente.
ru: Идентификатор ретранслятора Background Sync для этой установки безвозвратно деактивирован. Чтобы снова использовать Background Sync, обратитесь в службу поддержки.
sv: Den här installationens reläidentitet för Background Sync har avvecklats permanent. Kontakta supporten för att använda Background Sync igen.
th: ข้อมูลประจำตัวรีเลย์ของ Background Sync สำหรับการติดตั้งนี้ถูกปลดระวางอย่างถาวรแล้ว โปรดติดต่อฝ่ายช่วยเหลือเพื่อใช้ Background Sync อีกครั้ง
tr: Bu kurulumun Background Sync aktarıcı kimliği kalıcı olarak kullanım dışı bırakıldı. Background Sync özelliğini yeniden kullanmak için destek ekibiyle iletişime geçin.
uk: Ідентичність ретранслятора Background Sync цієї інсталяції остаточно виведено з експлуатації. Щоб знову використовувати Background Sync, зверніться до служби підтримки.
vi: Danh tính chuyển tiếp Background Sync của bản cài đặt này đã ngừng hoạt động vĩnh viễn. Hãy liên hệ bộ phận hỗ trợ để sử dụng lại Background Sync.
zh_hans: 此安装的 Background Sync 中继身份已永久停用。如需再次使用 Background Sync，请联系支持。
zh_hant: 此安裝項目的 Background Sync 中繼身分已永久停用。如需再次使用 Background Sync，請聯絡支援人員。

source: This permanently retires this installation's Background Sync relay identity and removes its device registration and repository enrollments. Background Sync cannot be enabled again for this installation without support. It does not delete local repositories or cancel the Apple subscription. To stop background syncing without deleting relay data, turn off Sync all repositories in the background instead.
ar: يؤدي هذا إلى إنهاء هوية مُرحِّل Background Sync لهذا التثبيت نهائيًا وإزالة تسجيل جهازه وعمليات تسجيل مستودعاته. لا يمكن تمكين Background Sync مجددًا لهذا التثبيت من دون الدعم. لا يحذف ذلك المستودعات المحلية ولا يلغي اشتراك Apple. لإيقاف المزامنة في الخلفية من دون حذف بيانات المُرحِّل، عطّل خيار مزامنة جميع المستودعات في الخلفية بدلًا من ذلك.
da: Dette nedlægger permanent denne installations Background Sync-relæidentitet og fjerner dens enhedsregistrering og arkivtilmeldinger. Background Sync kan ikke aktiveres igen for denne installation uden hjælp fra support. Det sletter ikke lokale arkiver eller opsiger Apple-abonnementet. Hvis du vil stoppe synkronisering i baggrunden uden at slette relædata, skal du i stedet slå Synkroniser alle arkiver i baggrunden fra.
de: Dadurch wird die Background Sync-Relay-Identität dieser Installation dauerhaft außer Betrieb gesetzt und ihre Geräteregistrierung sowie ihre Repository-Registrierungen werden entfernt. Background Sync kann für diese Installation ohne den Support nicht erneut aktiviert werden. Lokale Repositorys werden dadurch nicht gelöscht und das Apple-Abonnement wird nicht gekündigt. Wenn Sie die Hintergrundsynchronisierung beenden möchten, ohne Relay-Daten zu löschen, deaktivieren Sie stattdessen Alle Repositorys im Hintergrund synchronisieren.
es: Esto retira permanentemente la identidad del relé de Background Sync de esta instalación y elimina el registro del dispositivo y las inscripciones de los repositorios. Background Sync no se podrá volver a activar en esta instalación sin ayuda de soporte. No elimina los repositorios locales ni cancela la suscripción de Apple. Para detener la sincronización en segundo plano sin eliminar los datos del relé, desactive Sincronizar todos los repositorios en segundo plano.
fi: Tämä lakkauttaa pysyvästi asennuksen Background Sync -välityspalvelun identiteetin sekä poistaa laitteen rekisteröinnin ja tietovarastojen rekisteröinnit. Background Sync -toimintoa ei voi ottaa uudelleen käyttöön tässä asennuksessa ilman tuen apua. Tämä ei poista paikallisia tietovarastoja eikä peruuta Apple-tilausta. Jos haluat lopettaa taustasynkronoinnin poistamatta välityspalvelun tietoja, poista sen sijaan Synkronoi kaikki tietovarastot taustalla käytöstä.
fr: Cette opération retire définitivement l’identité du relais Background Sync de cette installation et supprime l’enregistrement de son appareil et les inscriptions de ses dépôts. Background Sync ne pourra pas être réactivé pour cette installation sans l’aide de l’assistance. Elle ne supprime pas les dépôts locaux et ne résilie pas l’abonnement Apple. Pour arrêter la synchronisation en arrière-plan sans supprimer les données du relais, désactivez plutôt Synchroniser tous les dépôts en arrière-plan.
he: פעולה זו מוציאה לצמיתות משימוש את זהות הממסר של Background Sync בהתקנה זו ומסירה את רישום המכשיר ואת שיוכי המאגרים שלה. לא ניתן להפעיל שוב את Background Sync בהתקנה זו ללא תמיכה. הפעולה אינה מוחקת מאגרים מקומיים ואינה מבטלת את המינוי של Apple. כדי להפסיק את הסנכרון ברקע בלי למחוק נתוני ממסר, יש לכבות במקום זאת את „סנכרון כל המאגרים ברקע”.
hi: इससे इस इंस्टॉलेशन की Background Sync रिले पहचान स्थायी रूप से निष्क्रिय हो जाती है और इसका डिवाइस पंजीकरण तथा रिपॉज़िटरी नामांकन हट जाते हैं। सहायता के बिना इस इंस्टॉलेशन के लिए Background Sync फिर चालू नहीं किया जा सकता। इससे स्थानीय रिपॉज़िटरी नहीं मिटतीं और Apple सदस्यता रद्द नहीं होती। रिले डेटा मिटाए बिना बैकग्राउंड सिंकिंग रोकने के लिए इसके बजाय सभी रिपॉज़िटरी को बैकग्राउंड में सिंक करें को बंद करें।
hu: Ez véglegesen megszünteti a telepítés Background Sync-továbbítóazonosítóját, valamint eltávolítja az eszközregisztrációját és a tárolók társításait. A Background Sync az ügyfélszolgálat segítsége nélkül nem kapcsolható be újra ennél a telepítésnél. A helyi tárolók nem törlődnek, és az Apple-előfizetés sem szűnik meg. Ha a továbbítóadatok törlése nélkül szeretné leállítani a háttérbeli szinkronizálást, inkább kapcsolja ki a Minden tároló szinkronizálása a háttérben beállítást.
id: Tindakan ini menghentikan secara permanen identitas relay Background Sync instalasi ini serta menghapus pendaftaran perangkat dan penyertaan repositorinya. Background Sync tidak dapat diaktifkan lagi untuk instalasi ini tanpa bantuan dukungan. Tindakan ini tidak menghapus repositori lokal atau membatalkan langganan Apple. Untuk menghentikan sinkronisasi latar belakang tanpa menghapus data relay, nonaktifkan Sinkronkan semua repositori di latar belakang.
it: Questa operazione ritira definitivamente l’identità relay di Background Sync di questa installazione e ne rimuove la registrazione del dispositivo e le adesioni dei repository. Background Sync non potrà essere riattivato per questa installazione senza assistenza. Non elimina i repository locali né annulla l’abbonamento Apple. Per interrompere la sincronizzazione in background senza eliminare i dati relay, disattivi invece Sincronizza tutti i repository in background.
ja: この操作により、このインストールの Background Sync relay ID が完全に廃止され、デバイス登録とリポジトリ登録が削除されます。サポートの対応なしに、このインストールで Background Sync を再び有効にすることはできません。ローカルリポジトリの削除や Apple サブスクリプションの解約は行われません。relay データを削除せずにバックグラウンド同期を停止するには、代わりに「すべてのリポジトリをバックグラウンドで同期」をオフにしてください。
ko: 이 작업은 이 설치의 Background Sync 릴레이 ID를 영구적으로 폐기하고 기기 등록 및 저장소 등록 정보를 제거합니다. 지원팀의 도움 없이는 이 설치에서 Background Sync를 다시 활성화할 수 없습니다. 로컬 저장소를 삭제하거나 Apple 구독을 취소하지는 않습니다. 릴레이 데이터를 삭제하지 않고 백그라운드 동기화만 중단하려면 대신 백그라운드에서 모든 저장소 동기화를 끄세요.
nb: Dette avvikler Background Sync-releidentiteten til denne installasjonen permanent og fjerner enhetsregistreringen og repositorietilknytningene. Background Sync kan ikke aktiveres igjen for denne installasjonen uten hjelp fra kundestøtte. Det sletter ikke lokale repositorier eller sier opp Apple-abonnementet. Hvis du vil stoppe bakgrunnssynkronisering uten å slette reledata, slår du av Synkroniser alle repositorier i bakgrunnen i stedet.
nl: Hiermee wordt de Background Sync-relayidentiteit van deze installatie permanent buiten gebruik gesteld en worden de apparaatregistratie en repository-inschrijvingen verwijderd. Background Sync kan zonder support niet opnieuw worden ingeschakeld voor deze installatie. Lokale repository's worden niet verwijderd en het Apple-abonnement wordt niet opgezegd. Als u achtergrondsynchronisatie wilt stoppen zonder relaygegevens te verwijderen, schakelt u in plaats daarvan Alle repository's op de achtergrond synchroniseren uit.
pl: Spowoduje to trwałe wycofanie tożsamości tej instalacji w usłudze pośredniczącej Background Sync oraz usunięcie rejestracji urządzenia i powiązań repozytoriów. Bez pomocy technicznej nie będzie można ponownie włączyć Background Sync w tej instalacji. Lokalne repozytoria nie zostaną usunięte, a subskrypcja Apple nie zostanie anulowana. Aby zatrzymać synchronizację w tle bez usuwania danych usługi pośredniczącej, wyłącz opcję Synchronizuj wszystkie repozytoria w tle.
pt_br: Isso desativa permanentemente a identidade do retransmissor do Background Sync desta instalação e remove o registro do dispositivo e as inscrições dos repositórios. Não será possível ativar o Background Sync novamente nesta instalação sem a ajuda do suporte. Isso não exclui repositórios locais nem cancela a assinatura da Apple. Para interromper a sincronização em segundo plano sem excluir os dados do retransmissor, desative Sincronizar todos os repositórios em segundo plano.
ru: Это безвозвратно деактивирует идентификатор ретранслятора Background Sync для этой установки и удалит регистрацию устройства и подключения репозиториев. Без помощи службы поддержки Background Sync нельзя будет снова включить в этой установке. Локальные репозитории при этом не удаляются, а подписка Apple не отменяется. Чтобы остановить фоновую синхронизацию без удаления данных ретранслятора, вместо этого выключите параметр «Синхронизировать все репозитории в фоне».
sv: Det här avvecklar permanent den här installationens reläidentitet för Background Sync och tar bort dess enhetsregistrering och arkivregistreringar. Background Sync kan inte aktiveras igen för den här installationen utan hjälp från supporten. Lokala arkiv raderas inte och Apple-prenumerationen sägs inte upp. Om du vill stoppa bakgrundssynkroniseringen utan att radera relädata stänger du i stället av Synkronisera alla arkiv i bakgrunden.
th: การดำเนินการนี้จะปลดระวางข้อมูลประจำตัวรีเลย์ของ Background Sync สำหรับการติดตั้งนี้อย่างถาวร พร้อมนำการลงทะเบียนอุปกรณ์และการลงทะเบียนคลังออก Background Sync จะเปิดใช้อีกครั้งสำหรับการติดตั้งนี้ไม่ได้หากไม่มีฝ่ายช่วยเหลือ การดำเนินการนี้จะไม่ลบคลังในเครื่องหรือยกเลิกการสมัครใช้ Apple หากต้องการหยุดการซิงค์ในเบื้องหลังโดยไม่ลบข้อมูลรีเลย์ โปรดปิดซิงค์คลังทั้งหมดในเบื้องหลังแทน
tr: Bu işlem, bu kurulumun Background Sync aktarıcı kimliğini kalıcı olarak kullanım dışı bırakır ve cihaz kaydıyla depo kayıtlarını kaldırır. Destek olmadan Background Sync bu kurulum için yeniden etkinleştirilemez. Yerel depoları silmez veya Apple aboneliğini iptal etmez. Aktarıcı verilerini silmeden arka planda eşzamanlamayı durdurmak için bunun yerine Tüm depoları arka planda eşzamanla seçeneğini kapatın.
uk: Ця дія назавжди виводить з експлуатації ідентичність ретранслятора Background Sync цієї інсталяції та видаляє реєстрацію пристрою й підключення репозиторіїв. Без допомоги служби підтримки Background Sync не можна буде знову ввімкнути для цієї інсталяції. Локальні репозиторії не видаляються, а підписка Apple не скасовується. Щоб припинити фонову синхронізацію без видалення даних ретранслятора, натомість вимкніть «Синхронізувати всі репозиторії у фоновому режимі».
vi: Thao tác này sẽ ngừng vĩnh viễn danh tính chuyển tiếp Background Sync của bản cài đặt này, đồng thời xóa thông tin đăng ký thiết bị và đăng ký tham gia của các kho lưu trữ. Bạn không thể bật lại Background Sync cho bản cài đặt này nếu không có sự hỗ trợ. Thao tác này không xóa kho lưu trữ cục bộ hoặc hủy gói đăng ký Apple. Để dừng đồng bộ trong nền mà không xóa dữ liệu chuyển tiếp, hãy tắt tùy chọn Đồng bộ mọi kho lưu trữ trong nền.
zh_hans: 这会永久停用此安装的 Background Sync 中继身份，并移除其设备注册和仓库登记。没有支持人员协助，此安装将无法再次启用 Background Sync。此操作不会删除本地仓库，也不会取消 Apple 订阅。若要停止后台同步但不删除中继数据，请改为关闭“在后台同步所有仓库”。
zh_hant: 這會永久停用此安裝項目的 Background Sync 中繼身分，並移除其裝置註冊和儲存庫登記。沒有支援人員協助，此安裝項目將無法再次啟用 Background Sync。此操作不會刪除本機儲存庫，也不會取消 Apple 訂閱。若要停止背景同步但不刪除中繼資料，請改為關閉「在背景同步所有儲存庫」。

source: This removes the repository from GitSync.md only. Files will remain at: %@
ar: يؤدي هذا إلى إزالة المستودع من GitSync.md فقط. ستبقى الملفات في: %@
da: Dette fjerner kun lageret fra GitSync.md. Filerne forbliver på: %@
de: Dadurch wird das Repository nur aus GitSync.md entfernt. Die Dateien verbleiben unter: %@
es: Esto elimina el repositorio de GitSync.md únicamente. Los archivos permanecerán en: %@
fi: Tämä poistaa arkiston arkistosta GitSync.md . Tiedostot pysyvät osoitteessa: %@
fr: : cela supprime le dépôt de GitSync.md uniquement. Les fichiers resteront à : %@
he: – מחקת את המאגר מה- GitSync.md בלבד – הקבצים יישארו בכתובת הבאה: %@
hi: : यह रिपॉजिटरी को [स्रोत से] हटाता है। GitSync.md के लिए ही। फ़ाइलें निम्न स्थान पर रहेंगी: %@
hu: – ez az adatmagaznát eltávolítja. GitSync.md -re vonatkozik. A fájlok a következő helyen maradnak: %@
id: : Hal ini menghapus repositori dari GitSync.md hanya. Berkas akan tetap berada di: %@
it: rimuove il repository da GitSync.md esclusivamente. I file rimarranno in: %@
ja: ：リポジトリを削除します。 GitSync.md 専用。ファイルは以下の場所に保持されます： %@
ko: : 리포지토리를 제거합니다. GitSync.md 에만 적용됩니다. 파일은 다음 경로에 유지됩니다: %@
nb: fjerner lagringsplatsen fra GitSync.md kun. Filene vil forbli på følgende adresse: %@
nl: : Dit verwijdert het repository van GitSync.md enkel. Bestanden blijven op: %@
pl: – usuwa repositorium z GitSync.md wyłącznie. Pliki pozostaną w następującym katalogu: %@
pt_br: : Remove o repositório de GitSync.md apenas. Os arquivos permanecerão em: %@
ru: : это удаляет репозиторий из GitSync.md только. Файлы останутся в следующем пути: %@
sv: tar bort lagringsplatsen från GitSync.md endast. Filerna kommer att förbliva på följande adress: %@
th: : ทำให้ถอนคลังข้อมูลออกจาก GitSync.md เท่านั้น ไฟล์จะคงอยู่ที่: %@
tr: bu işlem depoyu kaldırır. GitSync.md için yalnızca; dosyalar şu yere kalacaktır: %@
uk: : це видаляє репозиторій з GitSync.md — лише для цього варіанту. Файли залишаться наступному шляху: %@
vi: : Hành động này sẽ loại bỏ kho dữ liệu khỏi GitSync.md chỉ áp dụng cho trường hợp này. Các tệp sẽ được lưu tại: %@
zh_hans: ：此操作将从...中移除存储库。 GitSync.md 仅限此用途。文件将保留在以下路径： %@
zh_hant: ：此操作將從...中移除存儲庫。 GitSync.md 僅限此用途。文件將保留在以下路徑： %@

source: This repository hasn't been cloned yet. Tap below to download it.
ar: لم يتم استنساخ هذا المستودع بعد. انقر أدناه لتنزيله.
da: Dette lager er ikke blevet klonet endnu. Tryk nedenfor for at downloade det.
de: Dieses Repository wurde noch nicht geklont. Tippen Sie unten, um es herunterzuladen.
es: Este repositorio aún no ha sido clonado. Toque a continuación para descargarlo.
fi: Tätä versiota ei ole vielä kloonattu. Napauta alla ladataksesi.
fr: : Ce dépôt n'a pas encore été cloné. : Cliquez ci-dessous pour le télécharger.
he: : המאגר הזה לא נקלד עדיין. – לחיצה מתחת לרשום כדי להוריד אותו.
hi: : यह रिपॉजिटरी अभी तक क्लोन नहीं की गई है। : इसे डाउनलोड करने के लिए नीचे टैप करें।
hu: – Ez a repository még nem klóndítottak meg. : alá nyomás útján letölthető.
id: Repositori ini belum dikloning. Tekan di bawah untuk mengunduhnya.
it: Questo repository non è ancora stato clonato. : tocca qui sotto per scaricarlo.
ja: ：このリポジトリはまだクローンされていません。 ：下部をタップしてダウンロードしてください。
ko: : 이 저장소는 아직 클로닝되지 않았습니다. : 아래에서 다운로드하세요.
nb: Dette repotretnetet er ikke klonet ennå. : Trykk nedenfor for å laste ned det.
nl: Dit repository is nog niet gekloneerd. : Tik hieronder om het te downloaden.
pl: Ten repositoriom nie został jeszcze klonowany. – naciśnij poniżej, aby go pobrać.
pt_br: Este repositório ainda não foi clonado. : Clique abaixo para baixá-lo.
ru: Этот репозиторий ещё не клонирован. — нажмите ниже, чтобы скачать.
sv: Denna repotrepo har ännu inte klonats. – Tryck nedan för att ladda ner det.
th: รีโพซิทอรี่นี้ยังไม่ได้ถูกคลอนแล้ว แตะที่ด้านล่างเพื่อดาวน์โหลด
tr: depolama alanına henüz klonlama yapılmamıştır. : Dosyayı indirmek için aşağıya tıklayın.
uk: Цей репозиторій ще не клонований. — натисніть нижче, щоб завантажити його.
vi: : Repository này chưa được clone. : Vui lòng nhấn dưới đây để tải xuống.
zh_hans: 该仓库尚未被克隆。 ：点击下方即可下载。
zh_hant: 該倉庫尚未被剋隆。 ：點擊下方即可下載。

source: This will be reflected in git status as a deletion.
ar: سينعكس هذا في حالة git كحذف.
da: Dette vil blive afspejlet i git-status som en sletning.
de: Dies wird im Git-Status als Löschung angezeigt.
es: Esto se reflejará en el estado de git como una eliminación.
fi: Tämä heijastuu git- tilassa poistona.
fr: : cela se reflétera dans `git status` sous la forme d'une suppression.
he: – תופתע זה ב-git-status כמחיקות.
hi: — यह Git Status में 'deletion' के रूप में प्रतिबिंबित होगा।
hu: – Ez a Git állapotban törölésként jelenik meg.
id: Hal ini akan tercermin dalam status Git sebagai penghapusan.
it: : questo si rifletterà nel `git status` come una eliminazione.
ja: は、git statusで削除として反映されます。
ko: 는 Git Status에서 삭제로 반영될 것입니다.
nb: – Dette vil reflekteres i Git-status som en sletting.
nl: Dit zal in de Git-status worden weergegeven als verwijdering.
pl: – to będzie oddane w `git status` jako usunięcie.
pt_br: : Isso será refletido no `git status` como uma exclusão.
ru: Это отразится в `git status` как удаление.
sv: – Detta kommer att reflekteras i Git-status som en radering.
th: สิ่งนี้จะสะท้อนใน `git status` ในลักษณะของการลบ
tr: , git durumu içinde silme işlemi olarak yansıtılacaktır.
uk: Це відображатиметься у `git status` як видалення.
vi: – Điều này sẽ được phản ánh trong git status dưới dạng xóa.
zh_hans: ，这将在 Git 状态中体现为删除操作。
zh_hant: ，這將在 Git 狀態中體現爲刪除操作。
